Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: Any nitrox blend stays within the PO₂ limit at this depth — verify equipment is rated for the O₂ percentage used.
de: Jedes Nitrox-Gemisch bleibt bei dieser Tiefe innerhalb des PO₂-Limits — überprüfe, ob die Ausrüstung für den verwendeten O₂-Anteil zugelassen ist.
fr_ca: Tout mélange nitrox reste dans la limite de PO₂ à cette profondeur — vérifiez que l'équipement est homologué pour le pourcentage d'O₂ utilisé.
nl: Elk nitroxmengsel blijft op deze diepte binnen de PO₂-limiet — controleer of de duikuitrusting geschikt is voor het gebruikte O₂-percentage.

source: Appearance
de: Erscheinungsbild
fr_ca: Apparence
nl: Weergave

source: Apple Photos
de: Apple Fotos

source: Apply All — %@
de: Alle übernehmen — %@
fr_ca: Tout appliquer — %@
nl: Alles toepassen — %@

source: Apply Auto-Detected %@ Value
de: Automatisch erkannten Wert für %@ übernehmen
fr_ca: Appliquer la valeur détectée automatiquement pour %@
nl: Automatisch gedetecteerde waarde voor %@ toepassen

source: Apply Gear Group
de: Ausrüstungsgruppe anwenden
fr_ca: Appliquer le groupe d'équipement
nl: Uitrustingsgroep toepassen

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchtest du "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr_ca: Êtes-vous sûr de vouloir supprimer "%@" ? Cette action ne peut pas être annulée.
nl: Weet je zeker dat je "%@" wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Ascending
de: Aufsteigend
fr_ca: Croissant
nl: Oplopend

source: Ascent
de: Aufstieg
fr_ca: Remontée
nl: Opstijging

source: Ascent Phase 1
de: Aufstiegsphase 1
fr_ca: Phase de remontée 1
nl: Opstijgfase 1

source: Ascent Phase 2
de: Aufstiegsphase 2
fr_ca: Phase de remontée 2
nl: Opstijgfase 2

source: Ascent Speed 1st Half (ft/min)
de: Aufstiegsgeschwindigkeit 1. Hälfte (ft/min)
fr_ca: Vitesse de remontée 1re moitié (pi/min)
nl: Opstijgsnelheid 1e helft (ft/min)

source: Ascent Speed 1st Half (m/min)
de: Aufstiegsgeschwindigkeit 1. Hälfte (m/min)
fr_ca: Vitesse de remontée 1re moitié (m/min)
nl: Opstijgsnelheid 1e helft (m/min)

source: Ascent Speed 2nd Half (ft/min)
de: Aufstiegsgeschwindigkeit 2. Hälfte (ft/min)
fr_ca: Vitesse de remontée 2e moitié (pi/min)
nl: Opstijgsnelheid 2e helft (ft/min)

source: Ascent Speed 2nd Half (m/min)
de: Aufstiegsgeschwindigkeit 2. Hälfte (m/min)
fr_ca: Vitesse de remontée 2e moitié (m/min)
nl: Opstijgsnelheid 2e helft (m/min)

source: Associated weight
de: Zugehöriges Gewicht
fr_ca: Lest associé
nl: Bijbehorend gewicht

source: At a Glance
de: Auf einen Blick
fr_ca: En un coup d'œil
nl: In één oogopslag

source: Auto-detect
de: Automatisch erkennen
fr_ca: Détection automatique
nl: Automatisch detecteren

source: Auto-update dive numbers
de: Tauchnummern automatisch aktualisieren
fr_ca: Mise à jour automatique des numéros de plongée
nl: Duiknummers automatisch bijwerken

source: Automatically set the dive computer's clock to your device's current time and time zone after each sync.
de: Stellt die Uhr des Tauchcomputers nach jeder Synchronisierung automatisch auf die aktuelle Uhrzeit und Zeitzone deines Geräts ein.
fr_ca: Règle automatiquement l'horloge de l'ordinateur de plongée à l'heure et au fuseau horaire de votre appareil après chaque synchronisation.
nl: Stel de klok van de duikcomputer na elke synchronisatie automatisch in op de huidige tijd en tijdzone van je apparaat.

source: Available Devices
de: Verfügbare Geräte
fr_ca: Appareils disponibles
nl: Beschikbare apparaten

source: Available when searching for new devices, and alongside Download All Dives for a known computer — the common cases where a dive computer sends its whole history. A never-synced computer has no sync bookmark, so it sends everything by default; that can mean hundreds of dives you already logged by hand or imported from another app. If a computer you've already synced turns out not to need a full re-download, the limit simply has nothing to do.
de: Verfügbar bei der Suche nach neuen Geräten und zusammen mit Alle Tauchgänge herunterladen für einen bekannten Computer — die üblichen Fälle, in denen ein Tauchcomputer seinen gesamten Verlauf sendet. Ein noch nie synchronisierter Computer hat kein Sync-Lesezeichen und sendet daher standardmäßig alles; das können Hunderte von Tauchgängen sein, die du bereits manuell erfasst oder aus einer anderen App importiert hast. Wenn ein bereits synchronisierter Computer letztlich keinen vollständigen erneuten Download benötigt, hat die Begrenzung einfach nichts zu tun.
fr_ca: Disponible lors de la recherche de nouveaux appareils et avec « Télécharger toutes les plongées » pour un ordinateur connu — les cas courants où un ordinateur de plongée envoie tout son historique. Un ordinateur jamais synchronisé n'a pas de repère de synchronisation; il envoie donc tout par défaut, ce qui peut représenter des centaines de plongées déjà consignées manuellement ou importées d'une autre application. Si un ordinateur déjà synchronisé n'a finalement pas besoin d'un téléchargement complet, la limite n'a tout simplement rien à faire.
nl: Beschikbaar bij het zoeken naar nieuwe apparaten en samen met 'Alle duiken downloaden' voor een bekende computer — de gebruikelijke gevallen waarin een duikcomputer zijn volledige geschiedenis verstuurt. Een nooit-gesynchroniseerde computer heeft geen synchronisatiebladwijzer en verstuurt daarom standaard alles; dat kunnen honderden duiken zijn die je al handmatig hebt vastgelegd of vanuit een andere app hebt geïmporteerd. Als een computer die je al hebt gesynchroniseerd uiteindelijk geen volledige herdownload nodig heeft, valt er voor de limiet simpelweg niets te doen.

source: Average
de: Durchschnitt
fr_ca: Moyenne
nl: Gemiddeld

source: Average Depth
de: ø Tiefe
fr_ca: Profondeur moyenne
nl: Gemiddelde diepte

source: Avg Depth (%@)
de: Durchschn. Tiefe (%@)
fr_ca: Profondeur moy (%@)
nl: Gem. diepte (%@)

source: Avg. Depth
de: Durchschn. Tiefe
fr_ca: Prof. moy.
nl: Gem. diepte

source: Avg. RMV
de: Durchschn. AMV
fr_ca: VRM moy.
nl: Gem. AMV

source: Avg. Rating
de: Durchschn. Bewertung
fr_ca: Éval. moy.
nl: Gem. beoordeling

source: BLE Diagnostic Logging
de: BLE-Diagnoseprotokollierung
fr_ca: Journalisation de diagnostic BLE
nl: BLE-diagnoselogboek

source: BSAC
de: VDST

source: Back
de: Zurück
fr_ca: Arrière
nl: Terug

source: Backup Failed
de: Sicherung fehlgeschlagen
fr_ca: Échec de la sauvegarde
nl: Backup mislukt

source: Backup database
de: Datenbank sichern
fr_ca: Sauvegarder la base de données
nl: Back-up van database

source: Backup failed: could not copy database files.
de: Sicherung fehlgeschlagen: Datenbankdateien konnten nicht kopiert werden.
fr_ca: Échec de la sauvegarde : impossible de copier les fichiers de la base de données.
nl: Backup mislukt: databasebestanden konden niet gekopieerd worden.

source: Backup failed: could not create the archive.
de: Sicherung fehlgeschlagen: Archiv konnte nicht erstellt werden.
fr_ca: Échec de la sauvegarde : impossible de créer l'archive.
nl: Backup mislukt: archief kon niet aangemaakt worden.

source: Backup failed: could not locate the database.
de: Sicherung fehlgeschlagen: Datenbank konnte nicht gefunden werden.
fr_ca: Échec de la sauvegarde : impossible de localiser la base de données.
nl: Backup mislukt: database kon niet gevonden worden.

source: Backup failed: could not prepare the archive.
de: Sicherung fehlgeschlagen: Archiv konnte nicht vorbereitet werden.
fr_ca: Échec de la sauvegarde : impossible de préparer l'archive.
nl: Backup mislukt: archief kon niet voorbereid worden.

source: Backup failed: could not read the database directory.
de: Sicherung fehlgeschlagen: Datenbankverzeichnis konnte nicht gelesen werden.
fr_ca: Échec de la sauvegarde : impossible de lire le répertoire de la base de données.
nl: Backup mislukt: kon de databasemap niet lezen.

source: Backup failed: no database files found.
de: Sicherung fehlgeschlagen: Keine Datenbankdateien gefunden.
fr_ca: Échec de la sauvegarde : aucun fichier de base de données trouvé.
nl: Backup mislukt: geen databasebestanden gevonden.

source: Best
de: Bester
fr_ca: Meilleur
nl: Beste

source: Best Dive
de: Bester Tauchgang
fr_ca: Meilleure plongée
nl: Beste duik

source: Best Mix
de: Bestes Gemisch
fr_ca: Meilleur mélange
nl: Beste Mengsel

source: Best Mix is the highest percentage of oxygen in a Nitrox blend that keeps the partial pressure of oxygen (ppO₂) at or below your target limit at a given depth. It maximises the no-decompression limit and reduces nitrogen narcosis while staying within your ppO₂ ceiling.
de: Das beste Gemisch ist der höchste Sauerstoffanteil in einem Nitrox-Gemisch, der den Sauerstoffpartialdruck (ppO₂) bei einer bestimmten Tiefe auf oder unter deinem Ziellimit hält. Es maximiert die Nullzeit und reduziert die Stickstoffnarkose, während es innerhalb deiner ppO₂-Grenze bleibt.
fr_ca: Le meilleur mélange est le pourcentage maximal d'oxygène dans un mélange Nitrox qui maintient la pression partielle d'oxygène (ppO₂) à la limite cible ou en dessous à une profondeur donnée. Il maximise la limite de non-décompression et réduit la narcose à l'azote tout en restant dans votre plafond de ppO₂.
nl: Het ‘Beste Mengsel’ is het hoogste zuurstofpercentage in een Nitrox-mengsel waarmee de partiële zuurstofdruk (ppO₂) op een bepaalde diepte op of onder je streefwaarde blijft. Het maximaliseert de niet-decompressielimiet en vermindert stikstofnarcose, terwijl je binnen je ppO₂-grens blijft.

source: Best Nitrox Mix
de: Bestes Nitrox-Gemisch
fr_ca: Meilleur mélange Nitrox
nl: Beste Nitroxmengsel

source: BlueDive Photo
de: BlueDive Foto
fr_ca: Photo BlueDive
nl: BlueDive foto

source: BlueDive and its developers assume no responsibility or liability for dive planning, dive safety decisions, or any incidents related to diving activities. Always follow safe diving practices and your training.
de: BlueDive und seine Entwickler übernehmen keine Verantwortung oder Haftung für die Tauchplanung, Entscheidungen zur Tauschsicherheit oder Vorfälle im Zusammenhang mit Tauchaktivitäten. Befolge stets sichere Tauchpraktiken und deine Ausbildung.
fr_ca: BlueDive et ses développeurs n'assument aucune responsabilité pour la planification des plongées, les décisions liées à la sécurité en plongée, ou tout incident lié aux activités de plongée. Suivez toujours les pratiques de plongée sécuritaires et votre formation.
nl: BlueDive en de ontwikkelaars ervan aanvaarden geen enkele verantwoordelijkheid of aansprakelijkheid voor duikplanning, beslissingen met betrekking tot duikveiligheid of incidenten die verband houden met duikactiviteiten. Houd je altijd aan de veiligheidsvoorschriften voor het duiken en volg je opleiding op.

source: BlueDive is not a photo album — keep photos to the most relevant shots. Up to 10 can be selected per import. Large collections may slow down iCloud sync.
de: BlueDive ist kein Fotoalbum — beschränke Fotos auf die relevantesten Aufnahmen. Pro Import können bis zu 10 ausgewählt werden. Große Sammlungen können die iCloud-Synchronisation verlangsamen.
fr_ca: BlueDive n'est pas un album photo — limitez les photos aux clichés les plus pertinents. Jusqu'à 10 peuvent être sélectionnées par importation. Des collections volumineuses peuvent ralentir la synchronisation iCloud.
nl: BlueDive is geen fotoalbum — beperk je tot de meest relevante foto’s. Per import kun je maximaal 10 foto’s selecteren. Grote verzamelingen kunnen de iCloud-synchronisatie vertragen.

source: BlueDive is strictly a dive logging application designed to record and organize your dive history. It is not a dive planning tool and must never be used as such.
de: BlueDive ist ausschließlich eine Logbuch-App, die dazu dient, deine Tauchhistorie aufzuzeichnen und zu organisieren. Es ist kein Tauchplanungswerkzeug und darf niemals als solches verwendet werden.
fr_ca: BlueDive est strictement une application de carnet de plongée conçue pour enregistrer et organiser votre historique de plongée. Ce n'est pas un outil de planification de plongée et ne doit jamais être utilisé comme tel.
nl: BlueDive is uitsluitend een applicatie voor het bijhouden van duiklogs om je duikgeschiedenis vast te leggen en te ordenen. Het is geen hulpmiddel voor het plannen van duiken en mag nooit als zodanig worden gebruikt.

source: Boat
de: Boot
fr_ca: Bateau
nl: Boot

source: Body of Water
de: Gewässer
fr_ca: Plan d'eau
nl: Watermassa

source: Bottom
de: Grund
fr_ca: Fond
nl: Bodem

source: Bottom Time
de: Grundzeit
fr_ca: Temps de fond
nl: Bodemtijd

source: Brackish water (EN13319)
de: Brackwasser (EN13319)
fr_ca: Eau saumâtre (EN13319)
nl: Brak water (EN13319)

source: Buddies
de: Tauchpartner
fr_ca: Binômes
nl: Buddy's

source: CNS O₂
de: ZNS O₂
fr_ca: SNC O₂

source: CNS O₂ Toxicity
de: ZNS O₂-Toxizität
fr_ca: Toxicité O₂ SNC
nl: CNS O₂-toxiciteit

source: CO₂ Retention Risk
de: CO₂-Retentionsrisiko
fr_ca: Risque de rétention de CO₂
nl: Risico op CO₂-retentie

source: Calculate the density of your breathing gas at depth. Colour-coded thresholds warn you when gas density may impair breathing and increase CO₂ retention risk.
de: Berechne die Dichte deines Atemgases in der Tiefe. Farbcodierte Schwellenwerte warnen dich, wenn die Gasdichte die Atmung beeinträchtigen und das CO₂-Retentionsrisiko erhöhen kann.
fr_ca: Calculez la densité de votre gaz respiratoire en profondeur. Des seuils colorés vous avertissent lorsque la densité du gaz risque d'altérer la respiration et d'augmenter le risque de rétention de CO₂.
nl: Bereken de dichtheid van je ademgas op diepte. Kleurcodes waarschuwen je wanneer de gasdichtheid de ademhaling kan bemoeilijken en het risico op CO₂-ophoping kan verhogen.

source: Calculate the minimum breathing gas needed to safely bring you and your buddy to the surface if either of you runs out of air at depth.
de: Berechne das Mindestmaß an Atemgas, das benötigt wird, um dich und deinen Tauchpartner sicher an die Oberfläche zu bringen, wenn einer von euch in der Tiefe die Luft ausgeht.
fr_ca: Calculez le gaz respiratoire minimum nécessaire pour ramener vous et votre binôme en surface en toute sécurité si l'un de vous manque d'air en profondeur.
nl: Bereken de minimale hoeveelheid ademgas die nodig is om jou en je duikpartner veilig naar de oppervlakte te brengen als een van jullie op diepte zonder lucht komt te zitten.

source: Calculation Details
de: Berechnungsdetails
fr_ca: Détails du calcul
nl: Berekeningsdetails

source: Calculators
de: Rechner
fr_ca: Calculatrices
nl: Rekenmachines

source: Calendar
de: Kalender
fr_ca: Calendrier
nl: Kalender

source: Calendar Heatmap
de: Kalender-Heatmap
fr_ca: Calendrier de plongées
nl: Kalender-heatmap

source: Calm
de: Ruhig
fr_ca: Calme
nl: Kalm

source: Canadian
de: Kanadisch
fr_ca: Canadien
nl: Canadees

source: Cancel
de: Abbrechen
fr_ca: Annuler
nl: Annuleren

source: Captain
de: Kapitän
fr_ca: Capitaine
nl: Kapitein

source: Category
de: Kategorie
fr_ca: Catégorie
nl: Categorie

source: Ceiling
de: Decke
fr_ca: Plafond
nl: Plafond

source: Ceiling %1$@ %2$@
de: Decke %1$@ %2$@
fr_ca: Plafond %1$@ %2$@
nl: Plafond %1$@ %2$@

source: Certification Name
de: Name der Zertifizierung
fr_ca: Nom de la certification
nl: Naam van de certificering

source: Certification Number
de: Zertifizierungsnummer
fr_ca: Numéro de certification
nl: Nummer van de certificering

source: Certification expiration
de: Ablauf der Zertifizierung
fr_ca: Expiration de la certification
nl: Vervaldatum van de certificering

source: Certifications
de: Zertifizierungen
nl: Certificeringen

source: Challenging
de: Anspruchsvoll
fr_ca: Difficile
nl: Uitdagend

source: Change Model
de: Modell ändern
fr_ca: Changer de modèle
nl: Wijzig model

source: Change Model for %@
de: Modell für %@ ändern
fr_ca: Changer le modèle pour %@
nl: Wijzig model voor %@

source: Checked
de: Aktiviert
fr_ca: Cochée
nl: Aangevinkt

source: Choose System to follow your device's appearance (Settings → Display & Brightness), or override with Light or Dark. Switching from or to System will close Settings to apply the change.
de: Wähle System, um das Erscheinungsbild deines Geräts zu übernehmen (Einstellungen → Anzeige & Helligkeit), oder überschreibe es mit Hell oder Dunkel. Ein Wechsel von oder zu System schließt die Einstellungen, um die Änderung anzuwenden.
fr_ca: Choisissez Système pour suivre l'apparence de votre appareil (Réglages → Luminosité et affichage), ou sélectionnez Clair ou Sombre. Passer de ou vers Système fermera les Réglages pour appliquer le changement.
nl: Kies Systeem om de weergave van je apparaat te volgen (Instellingen → Beeldscherm en helderheid), of gebruik Licht of Donker. Bij het wisselen van of naar Systeem wordt dit popup-venster gesloten om de wijziging toe te passen.

source: Choose System to follow your device's appearance (System Settings → Appearance), or override with Light or Dark. Switching from or to System will close Settings to apply the change.
de: Wähle System, um das Erscheinungsbild deines Geräts zu übernehmen (Systemeinstellungen → Erscheinungsbild), oder überschreibe es mit Hell oder Dunkel. Ein Wechsel von oder zu System schließt die Einstellungen, um die Änderung anzuwenden.
fr_ca: Choisissez Système pour suivre l'apparence de votre appareil (Réglages du système → Apparence), ou sélectionnez Clair ou Sombre. Passer de ou vers Système fermera les Réglages pour appliquer le changement.
nl: Kies Systeem om de weergave van je apparaat te volgen (Systeeminstellingen → Weergave), of gebruik Licht of Donker. Bij het wisselen van of naar Systeem wordt dit popup-venster gesloten om de wijziging toe te passen.

source: Choose System to use your device's language (Settings → General → Language & Region), or override with English, Français, Deutsch, or Nederlands. Switching from or to System will close Settings to apply the change.
de: Wähle System, um die Gerätesprache zu verwenden (Einstellungen → Allgemein → Sprache & Region), oder überschreibe sie mit English, Français, Deutsch oder Nederlands. Ein Wechsel von oder zu System schließt die Einstellungen, um die Änderung anzuwenden.
fr_ca: Choisissez Système pour utiliser la langue de votre appareil (Réglages → Général → Langue et région), ou remplacez par English, Français, Deutsch ou Nederlands. Passer de ou vers Système fermera les Réglages pour appliquer le changement.
nl: Kies Systeem om de taal van je apparaat te gebruiken (Instellingen → Algemeen → Taal en regio), of gebruik English, Français, Deutsch of Nederlands. Bij het wisselen van of naar Systeem wordt dit popup-venster gesloten om de wijziging toe te passen.

source: Choose System to use your device's language (System Settings → General → Language & Region), or override with English, Français, Deutsch, or Nederlands. Switching from or to System will close Settings to apply the change.
de: Wähle System, um die Gerätesprache zu verwenden (Systemeinstellungen → Allgemein → Sprache & Region), oder überschreibe sie mit English, Français, Deutsch oder Nederlands. Ein Wechsel von oder zu System schließt die Einstellungen, um die Änderung anzuwenden.
fr_ca: Choisissez Système pour utiliser la langue de votre appareil (Réglages du système → Général → Langue et région), ou remplacez par English, Français, Deutsch ou Nederlands. Passer de ou vers Système fermera les Réglages pour appliquer le changement.
nl: Kies Systeem om de taal van je apparaat te gebruiken (Systeeminstellingen → Algemeen → Taal en regio), of gebruik English, Français, Deutsch of Nederlands. Bij het wisselen van of naar Systeem wordt dit popup-venster gesloten om de wijziging toe te passen.

source: Choose the unit system used by your file
de: Wähle das Einheitensystem deiner Datei
fr_ca: Choisissez le système d'unités utilisé par votre fichier
nl: Kies het eenhedenstelsel dat in je bestand wordt gebruikt

source: Choose the weight unit used in your MacDive export
de: Wähle die Gewichtseinheit deines MacDive-Exports
fr_ca: Choisissez l'unité de poids utilisée dans votre export MacDive
nl: Kies de gewichtseenheid die wordt gebruikt in je MacDive-export

source: Choose your units (metric/imperial), appearance, language, and notification preferences.
de: Wähle deine Einheiten (metrisch/imperial), Erscheinungsbild, Sprache und Benachrichtigungseinstellungen.
fr_ca: Choisissez vos unités (métriques/impériales), l'apparence, la langue et vos préférences de notification.
nl: Kies je eenheden (metrisch/imperiaal), het uiterlijk, de taal en je voorkeuren voor meldingen.

source: Choppy
de: Kabbelig
fr_ca: Agité
nl: Woelig

source: Clear
de: Löschen
fr_ca: Effacer
nl: Wissen

source: Clear All Records
de: Alle Einträge löschen
fr_ca: Effacer tous les enregistrements
nl: Alle records wissen

source: Clear Diagnostic Logs
de: Diagnoseprotokolle löschen
fr_ca: Effacer les journaux de diagnostic
nl: Diagnostische logs wissen

source: Clear all BLE log files from Documents
de: Alle BLE-Protokolldateien aus „Dokumente“ löschen
fr_ca: Effacer tous les fichiers journaux BLE des Documents
nl: Alle BLE-logbestanden uit Documenten wissen

source: Clear all service records?
de: Alle Serviceeinträge löschen?
fr_ca: Effacer tous les dossiers d'entretien ?
nl: Alle servicegegevens wissen?

source: Clear filters
de: Filter zurücksetzen
fr_ca: Effacer les filtres
nl: Filters wissen

source: Clear filters and diver
de: Filter und Taucher zurücksetzen
fr_ca: Effacer les filtres et le plongeur
nl: Filters en duiker wissen

source: Clock sync is only performed on dive computers that support it. If your computer does not support clock setting, this option has no effect and the sync proceeds normally.
de: Die Uhrzeitsynchronisation wird nur bei Tauchcomputern durchgeführt, die dies unterstützen. Wenn dein Tauchcomputer keine Uhrzeiteinstellung unterstützt, hat diese Option keine Auswirkung und die Synchronisation läuft normal ab.
fr_ca: La synchronisation de l'horloge n'est effectuée que sur les ordinateurs de plongée qui la prennent en charge. Si votre ordinateur ne supporte pas le réglage de l'horloge, cette option n'a aucun effet et la synchronisation se poursuit normalement.
nl: De kloksynchronisatie wordt alleen uitgevoerd op duikcomputers die deze functie ondersteunen. Als je computer het instellen van de klok niet ondersteunt, heeft deze optie geen effect en verloopt de synchronisatie normaal.

source: Close
de: Schließen
fr_ca: Fermer
nl: Sluiten

source: Cloudy
de: Bewölkt
fr_ca: Nuageux
nl: Bewolkt

source: Coldest
de: Kälteste
fr_ca: La plus froide
nl: Koudste

source: Collapsed
de: Reduziert
fr_ca: Réduit
nl: Samengevouwen

source: Combine duplicate dive entries into a single, complete record.
de: Fasse doppelte Taucheinträge zu einem einzigen vollständigen Datensatz zusammen.
fr_ca: Fusionnez vos doublons en une seule fiche de plongée complète.
nl: Voeg dubbele duikgegevens samen tot één volledig record.

source: Completed with %lld errors. Wait for iCloud sync to finish uploading before closing the app. Monitor the cloud icon on the main screen.
de: Abgeschlossen mit %lld Fehlern. Warte, bis der iCloud-Upload abgeschlossen ist, bevor du die App schließt. Beobachte das Wolkensymbol auf dem Hauptbildschirm.
fr_ca: Terminé avec %lld erreurs. Attendez la fin du téléversement iCloud avant de fermer l'app. Surveillez l'icône de nuage sur l'écran principal.
nl: Er zijn %lld fouten opgetreden. Wacht tot de iCloud-synchronisatie is voltooid voordat je de app sluit. Houd het cloudpictogram op het hoofdscherm in de gaten.
